{
  "term_title": "결제 서비스 이용약관 동의서",
  "effective_date": "2025-03-04",
  "company": "(주)ExampleTech",
  "service": "공공체육관 예약 서비스",
  "sections": [
    {
      "title": "1. 결제 대상 및 범위",
      "content": [
        "회원이 본 서비스 내에서 이용하는 유료 부가서비스 및 체육관 예약에 대한 결제는 본 약관에 따릅니다.",
        "결제 항목: 공공체육관 이용료(시간당, 일일패스 등), 프리미엄 예약·취소 우선권 옵션, 이벤트·프로모션 참가비"
      ]
    },
    {
      "title": "2. 결제 수단 및 처리 절차",
      "content": [
        "회사는 다음의 결제 수단을 제공합니다: 신용카드·체크카드 (VISA, Master, JCB 등), 계좌이체 (실시간 계좌이체), 간편결제 (휴대폰 소액결제, 카카오페이, 페이코 등), 포인트·쿠폰 차감 결제",
        "결제 요청 시, 회사는 지정된 PG사(결제대행사)로 거래정보를 전송하며, PG사 승인 완료 후 결제가 확정됩니다.",
        "승인되지 않은 거래는 자동으로 취소 처리되며, 결제 내역에 기록되지 않습니다."
      ]
    },
    {
      "title": "3. 결제 금액·수수료 및 세금",
      "content": [
        "결제 금액은 서비스 화면에 표시된 요금표를 기준으로 하며, VAT 등 모든 세금이 포함될 수 있습니다.",
        "결제 수단에 따라 PG사 수수료가 부과될 수 있으며, 부과 비율은 별도 고지 페이지에서 확인할 수 있습니다.",
        "할인쿠폰·포인트 사용 시 적용 후 금액이 최종 결제 금액이 됩니다."
      ]
    },
    {
      "title": "4. 환불 및 취소 정책",
      "content": [
        "회원의 예약 취소는 체육관별 취소 정책에 따릅니다.",
        "환불 규칙: 예약 전일 자정 이전 취소 → 전액 환불, 예약 당일 취소 → 환불 불가, 서비스 이용 중 이상 사유 발생 → 사유 확인 후 전액 또는 부분 환불",
        "환불 신청은 예약 취소 완료 후 서비스 내 환불 신청 페이지에서 가능합니다.",
        "환불은 원결제수단으로 7영업일 이내에 처리되며, 소요 기간은 결제 수단 및 금융사 사정에 따라 달라질 수 있습니다."
      ]
    },
    {
      "title": "5. 과오금·이중결제 처리",
      "content": [
        "시스템 오류나 사용자의 실수로 과오금(중복결제 등)이 발생한 경우 회사는 즉시 확인 후 해당 금액을 전액 환급합니다.",
        "과오금 환급은 원결제수단으로 7영업일 이내 완료되며, 지연 시 지연이자를 지급할 수 있습니다.",
        "과오금 발생 시 고객센터에 이메일 또는 앱 내 1:1 문의로 접수해 주시기 바랍니다."
      ]
    },
    {
      "title": "6. 결제 보안 및 개인정보 보호",
      "content": [
        "회사는 SSL/TLS 암호화 통신을 통해 결제정보를 안전하게 전송하며, 카드번호·계좌정보 등 민감 정보는 직접 저장하지 않습니다.",
        "모든 결제 정보는 PG사의 보안 정책 및 국내외 전자금융거래법, 개인정보보호법 등 관련 법령을 준수하여 처리됩니다.",
        "회원은 본인 이외의 타인 결제 수단을 도용·이용해서는 안 되며, 위반 시 법적 책임이 따릅니다."
      ]
    },
    {
      "title": "7. 영수증 및 세금계산서 발행",
      "content": [
        "결제 완료 즉시 서비스 내 ‘마이페이지 > 결제 내역’에서 전자영수증을 발급받을 수 있습니다.",
        "사업자 회원의 경우 세금계산서 발행을 요청하면, 월 1회 신청 기준으로 전자세금계산서를 발행합니다.",
        "발행 요청은 매월 말일까지 접수된 건에 한해 익월 10일 이전에 처리됩니다."
      ]
    },
    {
      "title": "8. 분쟁 조정 및 책임 제한",
      "content": [
        "결제 관련 분쟁 발생 시, 회사와 회원은 상호 협의하여 원만히 해결하도록 노력합니다.",
        "협의가 이루어지지 않을 경우 전자금융거래 분쟁조정위원회 또는 소비자분쟁조정위원회에 조정을 신청할 수 있습니다.",
        "회사는 천재지변·해킹·통신장애 등 불가항력 사유로 인한 결제 장애에 대해 법령이 허용하는 범위 내에서만 책임을 부담합니다."
      ]
    },
    {
      "title": "9. 약관 변경 및 공지",
      "content": [
        "회사는 관련 법령 및 서비스 운영상 필요에 따라 본 약관을 변경할 수 있으며, 변경 시 시행일자 및 사유를 사전 공지합니다.",
        "회원이 변경된 약관에 동의하지 않을 경우 서비스 이용을 중단할 수 있으며, 계속 이용 시 약관 동의로 간주됩니다."
      ]
    }
  ]
}
